Repository: SysAdminDoc/UniversalConverterX
Catalog: src/UniversalConverterX.UI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, pl_pl, zh_hans

# PhotoRestorationPage_Item_003.Content
source: Open folder
de_de: Ordner öffnen
es_es: Abrir carpeta
fr_fr: Ouvrir le dossier
pl_pl: Otwórz folder
zh_hans: 打开文件夹

# PhotoRestorationPage_Item_004.Text
source: Photo Restoration
de_de: Fotorestaurierung
es_es: Restauración de fotos
fr_fr: Restauration de photos
pl_pl: Odświeżanie zdjęć
zh_hans: 照片恢复

# PhotoRestorationPage_Item_005.Text
source: GFPGAN v1.4 blind face restoration. Sharpens degraded portraits, repairs old scans, smooths compression artifacts.
de_de: GFPGAN v1.4 blindes Gesicht Restaurierung. Schärft degradierte Porträts, repariert alte Scans, glättet Kompression Artefakte.
es_es: GFPGAN v1.4 restauración de la cara ciega. Afila retratos degradados, reparaciones de escaneos antiguos, suaviza artefactos de compresión.
fr_fr: GFPGAN v1.4 la restauration du visage aveugle. Aiguilles portraits dégradés, réparation de vieux scans, lisse artefacts de compression.
pl_pl: GFPGAN v1.4 Przywracanie ślepej twarzy. Ostre portrety zdegradowane, naprawia stare skany, wygładza artefakty kompresji.
zh_hans: GFPGAN v1.4 失明面部修复。 Sharpens 降解肖像, 修复旧扫描, 滑动压缩文物 。

# PhotoRestorationPage_Item_010.Text
source: Each photo is restored face-by-face and saved alongside the source.
de_de: Jedes Foto wird von Angesicht zu Angesicht restauriert und neben der Quelle gespeichert.
es_es: Cada foto se restaura cara a cara y se guarda junto a la fuente.
fr_fr: Chaque photo est restaurée face à face et sauvegardée à côté de la source.
pl_pl: Każde zdjęcie jest przywracane twarzą w twarz i zapisywane obok źródła.
zh_hans: 每张照片都经过面部恢复,并与来源一起保存。

# PhotoRestorationPage_Item_013.Text
source: No restorations yet
de_de: Noch keine Restaurierungen
es_es: Todavía no hay restauraciones
fr_fr: Pas encore de restauration
pl_pl: Jeszcze nie przywrócono
zh_hans: 尚未修复

# PhotoRestorationPage_Item_014.Text
source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modèle
pl_pl: Wzór
zh_hans: 型 型

# PhotoRestorationPage_Item_017.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
pl_pl: Ustawienia
zh_hans: 设置

# PhotoRestorationPage_Item_019.Content
source: 1× (no enlarge)
de_de: 1× (keine Vergrößerung)
es_es: 1× (sin agrandar)
fr_fr: 1× (pas d'agrandissement)
pl_pl: 1× (bez powiększenia)
zh_hans: 1x (不扩大)

# PhotoRestorationPage_Item_020.Content
source: 2× (recommended)
de_de: 2× (empfohlen)
es_es: 2× (recomendado)
fr_fr: 2× (recommandé)
pl_pl: 2× (zalecane)
zh_hans: 2x(建议)

# PhotoRestorationPage_Item_026.Text
source: Queue Summary
de_de: Zusammenfassung der Frage
es_es: Resumen de la cola
fr_fr: Résumé de la requête
pl_pl: Podsumowanie kolejki
zh_hans: 队列摘要

# PhotoRestorationPage_ModelCombo.Header
source: GFPGAN model
de_de: Modell GFPGAN
es_es: Modelo GFPGAN
fr_fr: Modèle GFPGAN
pl_pl: Model GFPGAN
zh_hans: GFPGAN 型号

# PhotoRestorationPage_ModelCombo.PlaceholderText
source: Discovering...
de_de: Entdecken...
es_es: Descubriendo...
fr_fr: Découverte...
pl_pl: Odkrycie...
zh_hans: 正在发现...

# PhotoRestorationPage_OnlyCenterCheck.Content
source: Only restore the largest face
de_de: Nur das größte Gesicht wiederherstellen
es_es: Sólo restaurar la cara más grande
fr_fr: Restaurer seulement le plus grand visage
pl_pl: Tylko przywrócić największą twarz
zh_hans: 只恢复最大的面孔

# PhotoRestorationPage_PhotoRestorationPageButton01.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# PhotoRestorationPage_PhotoRestorationPageButton02.Content
source: Browse Files
de_de: Dateien durchsuchen
es_es: Examinar archivos
fr_fr: Parcourir les fichiers
pl_pl: Przeglądanie plików
zh_hans: 浏览文件

# PhotoRestorationPage_PhotoRestorationPageButton03.Content
source: Refresh Models
de_de: Modelle aktualisieren
es_es: Actualizar modelos
fr_fr: Rafraîchir les modèles
pl_pl: Odśwież modele
zh_hans: 刷新模型

# PhotoRestorationPage_PhotoRestorationPagePivotItem01.Header
source: Queue
de_de: Warteschlange
es_es: Cola
fr_fr: File d’attente
pl_pl: Kolejka
zh_hans: 队列

# PhotoRestorationPage_PhotoRestorationPagePivotItem02.Header
source: Finished
de_de: Abgeschlossen
es_es: Finalizado
fr_fr: Terminé
pl_pl: Zakończono
zh_hans: 已完成

# PhotoRestorationPage_QueueSummaryText.Text
source: 0 queued / 0 finished
de_de: 0 Schlange stehend / 0 fertig
es_es: 0 colado / 0 terminado
fr_fr: 0 en attente / 0 terminé
pl_pl: 0 kolejek / 0 zakończonych
zh_hans: 0d 排队/ 0 完成

# PhotoRestorationPage_RunButton.Content
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Rétablir
pl_pl: Przywróć
zh_hans: 还恢复

# PhotoRestorationPage_UpscaleCombo.Header
source: Upscale
de_de: Vorläufige
fr_fr: Haut de gamme
zh_hans: 升级

# PhotoRestorationPage_WeightLabel.Text
source: 0.50 (balanced)
de_de: 0,50 (ausgeglichen)
es_es: 0,50 (balanceado)
fr_fr: 0,50 (équilibré)
pl_pl: 0.50 (zbilansowany)
zh_hans: 0.50(差额)

# PhotoRestorationPage_WeightSlider.Header
source: Restoration strength
de_de: Restaurationsstärke
es_es: Fuerza de restauración
fr_fr: Force de restauration
pl_pl: Moc przywracania
zh_hans: 恢复兵力

# PlaceholderPage_DescriptionText.Text
source: This tool is tracked, but its runnable workflow is not wired into this build.
de_de: Dieses Tool wird verfolgt, aber sein lauffähiger Workflow ist nicht in diesen Build verdrahtet.
es_es: Esta herramienta es rastreada, pero su flujo de trabajo ejecutable no está conectado a esta compilación.
fr_fr: Cet outil est suivi, mais son workflow exécutable n'est pas connecté à cette compilation.
pl_pl: Narzędzie to jest śledzone, ale jego mocny przepływ pracy nie jest podłączony do tej konstrukcji.
zh_hans: 此工具被跟踪, 但它的可运行工作流程没有连接到此构建中 。

# PlaceholderPage_HeadlineText.Text
source: Tool not available yet
de_de: Werkzeug noch nicht verfügbar
es_es: Herramienta aún no disponible
fr_fr: Outil non encore disponible
pl_pl: Narzędzie nie jest jeszcze dostępne
zh_hans: 工具尚未可用

# PlaceholderPage_Item_006.Text
source: Readiness requirements
de_de: Anforderungen an die Bereitschaft
es_es: Requisitos de preparación
fr_fr: Exigences en matière de préparation
pl_pl: Wymagania dotyczące odczytu
zh_hans: 所需准备准备情况

# PlaceholderPage_Item_007.Text
source: A tool is marked Ready only when import, progress, cancellation, export, failure recovery, and local-processing details are wired.
de_de: Ein Werkzeug ist nur dann bereit markiert, wenn Import, Fortschritt, Stornierung, Export, Fehlerwiederherstellung und lokale Verarbeitungsdaten verdrahtet werden.
es_es: Una herramienta está marcada Listo sólo cuando la importación, el progreso, la cancelación, la exportación, la recuperación de fallos, y los detalles de procesamiento local están cableados.
fr_fr: Un outil est marqué Prêt seulement lorsque l'importation, la progression, l'annulation, l'exportation, la récupération des défaillances et le traitement local sont filés.
zh_hans: 只有在进口、进展、取消、出口、故障回收和当地处理细节有线连接时,才对工具进行标记。

# PlaceholderPage_ModuleSubtitle.Text
source: Module description
de_de: Beschreibung des Moduls
es_es: Descripción del módulo
fr_fr: Description du module
pl_pl: Opis modułu
zh_hans: 模块描述

# PlaceholderPage_PlaceholderPageButton01.Content
source: Browse Tools
de_de: Werkzeug durchsuchen
es_es: Herramientas de exploración
fr_fr: Parcourir les outils
pl_pl: Narzędzia przeglądania
zh_hans: 浏览工具

# PlaceholderPage_PlaceholderPageButton02.Content
source: Back to Home
de_de: Zurück zur Startseite
es_es: Volver a casa
fr_fr: Retour à la maison
pl_pl: Wracam do domu
zh_hans: 返回家

# PlaceholderPage_StatusBadge.Text
source: Not available yet
de_de: Noch nicht verfügbar
es_es: No disponible aún
fr_fr: Pas encore disponible
pl_pl: Jeszcze niedostępny
zh_hans: 尚缺

# PresetEditorPage_EngineBox.Header
source: Sidecar engine
de_de: Sidecar-Motor
es_es: Motor Sidecar
fr_fr: Moteur de sidecar
pl_pl: Silnik boczny
zh_hans: 辅助车发动机

# PresetEditorPage_EngineBox.PlaceholderText
source: videocrush
fr_fr: pince vidéo
pl_pl: pędzel wideo
zh_hans: 粉碎视频

# PresetEditorPage_ExtraInputPromptBox.Header
source: Extra input prompt
de_de: Zusätzliche Eingabeaufforderung
es_es: Indicación de entrada adicional
fr_fr: Demande d'entrée supplémentaire
pl_pl: Dodatkowy prędkość wejścia
zh_hans: 快速额外输入

# PresetEditorPage_ExtraInputPromptBox.PlaceholderText
source: Explain what additional file the user should choose
de_de: Erklären Sie, welche zusätzliche Datei der Benutzer wählen sollte
es_es: Explicar qué archivo adicional debe elegir el usuario
fr_fr: Expliquer quel fichier supplémentaire l'utilisateur devrait choisir
pl_pl: Wyjaśnij, jakiego pliku powinien wybrać użytkownik
zh_hans: 解释用户应选择的附加文件

# PresetEditorPage_FolderBox.PlaceholderText
source: Video/Custom
es_es: Vídeo/Personal
fr_fr: Vidéo/Custom
pl_pl: Film / Custom
zh_hans: 视频/客户

# PresetEditorPage_InputTypesBox.Header
source: Input extensions
de_de: Eingabeerweiterungen
es_es: Extensiones de entrada
fr_fr: Extensions d'entrée
pl_pl: Rozszerzenia wejścia
zh_hans: 输入扩展

# PresetEditorPage_InputTypesBox.PlaceholderText
source: mp4, mkv, mov (blank means any)
de_de: mp4, mkv, mov (blank bedeutet beliebig)
es_es: mp4, mkv, mov (en blanco significa cualquiera)
fr_fr: mp4, mkv, mov (blanc signifie n'importe quel)
pl_pl: mp4, mkv, mv (oznacza każdy)
zh_hans: mp4, mkv, mov(空白指任何)

# PresetEditorPage_InvocationModeCombo.Header
source: Invocation mode
de_de: Aufrufmodus
es_es: Modo de invocación
fr_fr: Mode d'invocation
pl_pl: Tryb wywołania
zh_hans: 调用模式

# PresetEditorPage_Item_005.Text
source: Identity and matching
de_de: Identität und Übereinstimmung
es_es: Identidad y correspondencia
fr_fr: Identité et correspondance
pl_pl: Tożsamość i dopasowanie
zh_hans: 身份和匹配

# PresetEditorPage_Item_006.Text
source: Custom presets are stored under your Windows profile and override shipped presets only when their names match.
de_de: Benutzerdefinierte Presets werden unter Ihrem Windows Profil gespeichert und überschreiben ausgelieferte Presets nur, wenn ihre Namen übereinstimmen.
es_es: Los presets personalizados se almacenan bajo su perfil Windows y anulan los presets enviados sólo cuando sus nombres coinciden.
fr_fr: Les presets personnalisés sont stockés sous votre profil Windows et ne remplacent les presets expédiés que lorsque leurs noms correspondent.
pl_pl: Własne ustawienia są przechowywane pod profilem Windows i nadają predefiniowane ustawienia tylko wtedy, gdy ich nazwy pasują.
zh_hans: 自定义预设存储在您的 Windows 配置文件之下, 仅在其名称匹配时才覆盖已发运预设 。

# PresetEditorPage_Item_011.Text
source: Output and invocation
de_de: Produktion und Anrufung
es_es: Producción e invocación
fr_fr: Produit et invocation
pl_pl: Wyjście i wywołanie
zh_hans: 产出和援引

# PresetEditorPage_Item_015.Content
source: One run per file
de_de: Eine Ausführung pro Datei
es_es: Una ejecución por archivo
fr_fr: Une exécution par fichier
pl_pl: Jeden uruchomiony plik
zh_hans: 每个文件一次运行

# PresetEditorPage_Item_016.Content
source: Batch input list
de_de: Batch-Eingabeliste
es_es: Lista de entradas por lotes
fr_fr: Liste des entrées par lots
pl_pl: Lista wsadowa
zh_hans: 批次输入列表

# PresetEditorPage_Item_017.Content
source: Batch with output folder
de_de: Batch mit Ausgabeordner
es_es: Lote con carpeta de salida
fr_fr: Lot avec dossier de sortie
pl_pl: Nr serii z folderem wyjściowym
zh_hans: 带有输出文件夹的批次

# PresetEditorPage_Item_018.Content
source: Batch to one output
de_de: Batch auf eine Ausgabe
es_es: Lote a una salida
fr_fr: Lot à une sortie
pl_pl: Seria do jednego wyjścia
zh_hans: 批次到一个输出

# PresetEditorPage_Item_019.Content
source: Extract each input
de_de: Jede Eingabe extrahieren
es_es: Extraer cada entrada
fr_fr: Extraire chaque entrée
pl_pl: Wyciągnij każdy wejściowy
zh_hans: 提取每项输入

# PresetEditorPage_Item_020.Text
source: Tokens: {dir}, {stem}, {ext}, and {preset}. Use __dir__ when the preset creates a folder instead of a file.
de_de: Zeichen: {dir}, {stem}, {ext} und {preset}. Verwenden Sie __dir__, wenn das Preset anstelle einer Datei einen Ordner erstellt.
es_es: Tokens: {dir}, {stem}, {ext} y {preset}. Use __dir_ cuando el preset cree una carpeta en lugar de un archivo.
fr_fr: Jetons : {dir}, {stem}, {ext} et {preset}. Utilisez __dir__ lorsque le préréglage crée un dossier au lieu d'un fichier.
pl_pl: Tokensy: {dir}, {stem}, {ext} i {preset}. Użyj __dir_, kiedy ustawione tworzenie folderu zamiast pliku.
zh_hans: Tokens: {dir}, {stem}, {ext}, 和 {preset}。 当预设创建文件夹而不是文件时使用 _ dir_ 。

# PresetEditorPage_Item_021.Text
source: Sidecar arguments
de_de: Argumente für Sidecars
es_es: Argumentos de sidecar
fr_fr: Arguments des sidecars
pl_pl: Argumenty Sidecar
zh_hans: 侧面车边辩论

# PresetEditorPage_Item_022.Text
source: Enter exactly one argument per line. Input and output arguments are appended by the selected invocation mode.
de_de: Geben Sie genau ein Argument pro Zeile ein. Eingabe- und Ausgabeargumente werden durch den ausgewählten Aufrufmodus angehängt.
es_es: Introduzca exactamente un argumento por línea. Los argumentos de entrada y salida se adjuntan por el modo de invocación seleccionado.
fr_fr: Saisissez exactement un argument par ligne. Les arguments d'entrée et de sortie sont ajoutés par le mode d'invocation sélectionné.
pl_pl: Wprowadź dokładnie jeden argument na linię. Argumenty wejściowe i wyjściowe są załączone przez wybrany tryb wywołania.
zh_hans: 每行输入一个参数。输入和输出参数被选中的调用模式附加。

# PresetEditorPage_Item_026.Text
source: Local preset preview
de_de: Lokale Preset-Vorschau
es_es: Previsualización local predeterminada
fr_fr: Aperçu des préréglages locaux
pl_pl: Podgląd lokalny
zh_hans: 本地预设预览

# PresetEditorPage_NameBox.Header
source: Preset name
de_de: Voreinstellung
es_es: Nombre preestablecido
fr_fr: Nom du préréglage
pl_pl: Poprzednia nazwa
zh_hans: 预设名称

# PresetEditorPage_NameBox.PlaceholderText
source: My H.264 encode
de_de: Mein H.264 kodieren
es_es: Mi código H.264
fr_fr: Mon code H.264
pl_pl: Moje kodowanie H.264
zh_hans: 我的 H.264 编码

# PresetEditorPage_OutputExtensionBox.Header
source: Output extension
de_de: Erweiterung der Produktion
es_es: Extensión del producto
fr_fr: Prolongation des produits
pl_pl: Przedłużenie wyjściowe
zh_hans: 产出扩展

# PresetEditorPage_OutputExtensionBox.PlaceholderText
source: mkv, tar.gz, or __dir__
de_de: mkv, tar.gz oder __dir__
es_es: mkv, tar.gz, o __dir__
fr_fr: mkv, tar.gz, ou __dir__
pl_pl: mkv, smoła.gz, lub __dir_
zh_hans: mkv、tar.gz或_dir_____________________________________________________________

# PresetEditorPage_OutputTemplateBox.Header
source: Output filename template
de_de: Dateinamen-Vorlage ausgeben
es_es: Plantilla de nombre de archivo de salida
fr_fr: Modèle de nom de fichier de sortie
pl_pl: Wyjście szablonu nazwy pliku
zh_hans: 输出文件名模板

# PresetEditorPage_PageSubtitle.Text
source: Build a reusable local preset. Arguments are passed directly to the selected sidecar.
de_de: Erstellen Sie ein wiederverwendbares lokales Preset. Argumente werden direkt an das ausgewählte Sidecar übergeben.
es_es: Construir un preset local reutilizable. Los argumentos se pasan directamente al sidecar seleccionado.
fr_fr: Construisez un préréglage local réutilisable. Les arguments sont transmis directement au sidecar sélectionné.
pl_pl: Zbuduj ponownie ustawienie lokalne. Argumenty są przekazywane bezpośrednio do wybranego sidecaru.
zh_hans: 构建可重复使用的本地预设。 参数直接传递到选中的侧边车 。

# PresetEditorPage_PageTitle.Text
source: Create preset
de_de: Voreinstellung erstellen
es_es: Crear predefinido
fr_fr: Créer un préréglage
pl_pl: Utwórz ustawienia
zh_hans: 创建预设

# PresetEditorPage_PresetEditorBackButton.Content
source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
pl_pl: Tył
zh_hans: 后退

# PresetEditorPage_PresetEditorCancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# PresetEditorPage_PreviewText.Text
source: Complete the required fields to preview this preset.
de_de: Füllen Sie die erforderlichen Felder, um diese Voreinstellung zu sehen.
es_es: Complete los campos requeridos para previsualizar este preset.
fr_fr: Remplissez les champs requis pour prévisualiser ce préréglage.
pl_pl: Zakończ wymagane pola, aby przeglądać te ustawienia.
zh_hans: 完成预览此预设所需的字段 。

# PresetEditorPage_RequiresExtraInputToggle.Header
source: Ask for an additional input
de_de: Bitten Sie um eine zusätzliche Eingabe
es_es: Solicitar una entrada adicional
fr_fr: Demander une entrée supplémentaire
pl_pl: Poproś o dodatkowe wejście
zh_hans: 要求额外输入

# PresetEditorPage_RequiresExtraInputToggle.OffContent
source: No extra input
de_de: Keine zusätzlichen Eingaben
es_es: No hay entrada adicional
fr_fr: Pas d'entrée supplémentaire
pl_pl: Brak dodatkowego wejścia
zh_hans: 无额外输入

# PresetEditorPage_RequiresExtraInputToggle.OnContent
source: Extra input required
de_de: Zusätzliche Eingabe erforderlich
es_es: Se requiere entrada adicional
fr_fr: Entrée supplémentaire requise
pl_pl: Wymagane dodatkowe wejście
zh_hans: 所需额外投入

# PresetEditorPage_SaveButton.Content
source: Save preset
de_de: Voreingestellte speichern
es_es: Guardar predefinido
fr_fr: Enregistrer le préréglage
pl_pl: Zapisz ustawienia
zh_hans: 保存预设

# PresetEditorPage_SaveLocationText.Text
source: Saved presets remain available after restart.
de_de: Gespeicherte Presets bleiben nach dem Neustart verfügbar.
es_es: Los presets guardados permanecen disponibles después de reiniciar.
fr_fr: Les préréglages sauvegardés restent disponibles après le redémarrage.
pl_pl: Zapisane ustawienia pozostają dostępne po restarcie.
zh_hans: 重新启动后,已保存的预设仍然可用 。

# PresetEditorPage_ValidationInfo.Title
source: Preset could not be saved
de_de: Preset konnte nicht gespeichert werden
es_es: No se pudo guardar el preset
fr_fr: Le préréglage n'a pas pu être enregistré
pl_pl: Nie można zapisać poprzednio
zh_hans: 无法保存预设

# PresetsPage_EngineFilter.Header
source: Engine filter
de_de: Motorfilter
es_es: Filtro del motor
fr_fr: Filtre moteur
pl_pl: Filtr silnika
zh_hans: 引擎过滤器

# PresetsPage_FamilyFilter.Header
source: Preset family
de_de: Voreingestellte Familie
es_es: Familia preestablecida
fr_fr: Famille préétablie
pl_pl: Wstępna rodzina
zh_hans: 预定家庭

# PresetsPage_HealthPanelSummary.Text
source: Checking visible preset engines...
de_de: Sichtbare voreingestellte Motoren überprüfen...
es_es: Comprobando motores preestablecidos visibles...
fr_fr: Vérification des moteurs préréglés visibles...
pl_pl: Sprawdzam widoczne silniki...
zh_hans: 正在检查可见预设引擎...

# PresetsPage_HealthPanelTitle.Text
source: Preset health
de_de: Voreingestellte Gesundheit
es_es: Salud preestablecida
fr_fr: Santé préétablie
pl_pl: Obecne zdrowie
zh_hans: 预患健康

# PresetsPage_Item_001.Content
source: Run
de_de: Ausführen
es_es: Ejecutar
fr_fr: Exécuter
pl_pl: Uruchom
zh_hans: 运行运行中

# PresetsPage_Item_003.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Create an editable custom copy
de_de: Eine benutzerdefinierte Kopie erstellen
es_es: Crear una copia personalizada editable
fr_fr: Créer une copie personnalisée modifiable
pl_pl: Tworzenie edytowanej kopii własnej
zh_hans: 创建可编辑的自定义副本

# PresetsPage_Item_003.Content
source: Duplicate
de_de: Duplizieren
es_es: Duplicar
fr_fr: Dupliquer
pl_pl: Powtórz
zh_hans: 复制

# PresetsPage_Item_004.Text
source: Presets
de_de: Voreinstellungen
fr_fr: Préréglages
pl_pl: Wstępy
zh_hans: 预设

# PresetsPage_Item_005.Text
source: Browse shipped and user-defined presets, filter by engine, and run the same workflows used by the CLI and Explorer menu.
de_de: Durchsuchen Sie ausgelieferte und benutzerdefinierte Presets, filtern Sie nach Motor und führen Sie die gleichen Workflows aus, die im CLI- und Explorer-Menü verwendet werden.
es_es: Examinar presets enviados y definidos por el usuario, filtrar por motor y ejecutar los mismos flujos de trabajo utilizados por el menú CLI y Explorer.
fr_fr: Parcourez les préréglages expédiés et définis par l'utilisateur, filtrez par moteur, et exécutez les mêmes workflows utilisés par le menu CLI et Explorer.
pl_pl: Przeglądaj wysłane i zdefiniowane przez użytkownika ustawienia, filtr silnika, i uruchomić ten sam przepływ pracy używany przez menu CLI i Explorer.
zh_hans: 浏览已发运的和用户定义的预设,通过引擎过滤,并运行与 CLI 和 Explorer 菜单所使用的相同的工作流程。

# PresetsPage_Item_010.Content
source: All engines
de_de: Alle Motoren
es_es: Todos los motores
fr_fr: Tous les moteurs
pl_pl: Wszystkie silniki
zh_hans: 所有引擎

# PresetsPage_Item_012.Content
source: All families
de_de: Alle Familien
es_es: Todas las familias
fr_fr: Toutes les familles
pl_pl: Wszystkie rodziny
zh_hans: 所有家庭所有家庭

# PresetsPage_Item_013.Content
source: Preservation
de_de: Erhaltung
es_es: Preservación
fr_fr: Préservation
pl_pl: PRZECHOWYWAĆ
zh_hans: 保存

# PresetsPage_Item_014.Content
source: Production
de_de: Erzeugung
es_es: Producción
pl_pl: Produkcja
zh_hans: 生产

# PresetsPage_Item_017.Text
source: No presets match this filter
de_de: Keine Presets entsprechen diesem Filter
es_es: No hay presets que coincidan con este filtro
fr_fr: Aucun préréglage ne correspond à ce filtre
pl_pl: Brak ustawień pasujących do tego filtra
zh_hans: 没有符合此过滤器的预设

# PresetsPage_Item_018.Text
source: Clear the search, choose All engines, or add a compatible *.preset.xml file to your UCX presets folder.
de_de: Löschen Sie die Suche, wählen Sie Alle Motoren, oder fügen Sie eine kompatible *.preset.xml-Datei zu Ihrem UCX Presets-Ordner hinzu.
es_es: Borrar la búsqueda, elegir Todos los motores o añadir un archivo *.preset.xml compatible a su carpeta de presets UCX.
fr_fr: Effacez la recherche, choisissez Tous les moteurs ou ajoutez un fichier *.preset.xml compatible à votre dossier de préréglage UCX.
pl_pl: Wyczyść wyszukiwanie, wybierz Wszystkie silniki lub dodaj kompatybilny plik *. puls.xml do folderu ustawień UCX.
zh_hans: 清除搜索,选择所有引擎,或将兼容的 *.presset.xml 文件添加到 UCX 预设文件夹中。

# PresetsPage_PresetsCreatePresetButton.Content
source: New preset
de_de: Neue Voreinstellung
es_es: Nuevo preset
fr_fr: Nouveau préréglage
pl_pl: Nowe ustawienia
zh_hans: 新建预设

# PresetsPage_PresetsReloadButton.Content
source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger
pl_pl: Odśwież
zh_hans: 重新装入

# PresetsPage_SearchBox.PlaceholderText
source: Filter by name, folder, engine...
de_de: Filter nach Name, Ordner, Motor...
es_es: Filtrar por nombre, carpeta, motor...
fr_fr: Filtrer par nom, dossier, moteur...
pl_pl: Filtruj po imieniu, folderze, silniku...
zh_hans: 按名称、 文件夹、 引擎过滤...

# PresetsPage_StatusText.Text
source: Loading presets...
de_de: Voreinstellungen werden geladen...
es_es: Cargando presets...
fr_fr: Chargement des préréglages...
pl_pl: Wczytywanie ustawień...
zh_hans: 正在装入预设...

# ProgressWindow_CancelButton.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
pl_pl: Anuluj
zh_hans: 取消

# ProgressWindow_CloseButton.Content
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
pl_pl: Zamknij
zh_hans: 关闭关闭

# ProgressWindow_Item_001.Title
source: Converting - UniversalConverter X
de_de: Konvertieren - UniversalConverter X
es_es: Conversión - UniversalConverter X
fr_fr: Convertir - UniversalConverter X
pl_pl: Konwertowanie - UniversalConverter X
zh_hans: 转换 - UniversalConverter X

# ProgressWindow_OpenFolderButton.Content
source: Open Output Folder
de_de: Ausgabeordner öffnen
es_es: Abrir carpeta de salida
fr_fr: Ouvrir le dossier de sortie
pl_pl: Otwórz folder wyjścia
zh_hans: 打开输出文件夹

# ProgressWindow_PauseButton.Content
source: Pause
es_es: Pausa
pl_pl: Pauza
zh_hans: 暂停暂停

# ProgressWindow_StatusText.Text
source: Preparing queue...
de_de: Warteschlange vorbereiten...
es_es: Preparando la cola...
fr_fr: Préparation de la file d'attente...
pl_pl: Przygotowuję kolejkę...
zh_hans: 正在准备队列...

# ProgressWindow_TitleText.Text
source: Converting files
de_de: Dateien konvertieren
es_es: Convertir archivos
fr_fr: Conversion des fichiers
pl_pl: Konwertowanie plików
zh_hans: 正在转换文件
